import React from "react";
import myImage1 from '../src/img/112.jpg';
import myImage2 from '../src/img/123.jpg';
import myImage3 from '../src/img/12345.jpg';


export const cards=
    {
        id:1,
        town:'Zaporizhzhia',
        country:'Ukraine',
        yearOfBorn:'952 г. от Рождества Христова',
        description:'Слово «Запорожье», средний род, происходит от „место за порогом, за порогами“[1], здесь речными порогами в среднем течении Днепра (Днепровские пороги). Земли, которые находились южнее излучины реки Днепр, «за порогами», получили название «запорожских», а местность — «Запорожье». То есть этимология названия региона указывает на то, что регион осваивали с севера на юг[3].',
        allDescription:'На берегах реки Днепр находится славный город Запорожье. Он является aдминистративным центром Запорожской области, а также одним из крупных индустриальных центров на юге Украины с развитой промышленностью и машиностроением. Сегодня это транзитный железнодорожный узел Украины, а также важный речной порт. Запорожье известен как оплот украинского казачества и знаменит своим живописным островом Хортица, откуда просматривается огромная плотина ДнепроГЭС. В далеком прошлом на этом месте размещалась переправа, по которой плавали племена скифов, печенеги, половцы, а позже турки, крымские татары. Здесь также в конце 15 – начале 16 веков заправляли запорожские казаки. В 1552 году князь Дмитрий Вишневецкий заложил замок на острове Байда, который также назывался Малой Хортицей. История Запорожья началась с 1770 года, когда была построена Александровская крепость, ставшая форпостом в русско-турецкой войне. Позже здесь сформировался город Александровск, а в 1921 году он был переименован в Запорожье. Когда вы приедете в этот город, то в первую очередь он поразит вас монументальностью своей архитектуры, с ярко выраженными элементами стиля ампир. В этом вы сможете сами убедиться, побывав на одном из самых длинных проспектов в Европе',
        image1:myImage1,
        image2:myImage2,
        image3:myImage3,
        
    }
